---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteT
source: html/d41739f0-3ab5-38c3-6850-6885c88715a8.htm
---
# StructuralSectionConcreteT Methods

Returns size of the section boundary.